var motorActionArray =
[
//{
//    "title": "此处填写网页上显示的违法行为选项文本",
//    "action": "此处填写认定书中的违法行为描述",
//    "law": "此处填写对应的法律法规"
//},

{
    "title": "未保持安全车速（第一款）",
    "action": "未保持安全车速",
    "law": "《中华人民共和国道路交通安全法》第四十二条第一款（机动车上道路行驶，不得超过限速标志标明的最高时速。在没有限速标志的路段，应当保持安全车速。）的规定"
},

{
    "title": "未保持安全车速（第二款）",
    "action": "未保持安全车速",
    "law": "《中华人民共和国道路交通安全法》第四十二条第二款（夜间行驶或者在容易发生危险的路段行驶，以及遇有沙尘、冰雹、雨、雪、雾、结冰等气象条件时，应当降低行驶速度。）的规定"
},

{
    "title": "操作不当",
    "action": "操作不当",
    "law": "《中华人民共和国道路交通安全法》第二十二条第一款（机动车驾驶人应当遵守道路交通安全法律、法规的规定，按照操作规范安全驾驶、文明驾驶。）的规定"
},

{
    "title": "安全设施不全",
    "action": "安全设施不全",
    "law": "《中华人民共和国道路交通安全法》第二十一条（驾驶人驾驶机动车上道路行驶前，应当对机动车的安全技术性能进行认真检查；不得驾驶安全设施不全或者机件不符合技术标准等具有安全隐患的机动车。）的规定"
},

{
	"title": "无证",
    "action": "无证",
    "law": "《中华人民共和国道路交通安全法》第十九条（驾驶机动车，应当依法取得机动车驾驶证。）的规定"
},

{
	"title": "违法载人",
    "action": "违法载人",
    "law": "《中华人民共和国道路交通安全法》第五十条第一款（禁止货运机动车载客。）的规定"
},

{
	"title": "疏忽大意",
    "action": "疏忽大意",
    "law": "《中华人民共和国道路交通安全法》第三十八条（车辆、行人应当照交通信号通行；遇有交通警察现场指挥时，应当按照交通警察的指挥通行；在没有交通信号的道路上，应当在确保安全、畅通的原则下通行。）的规定"
},

{
	"title": "观察不当",
    "action": "观察不当",
    "law": "《中华人民共和国道路交通安全法》第三十八条（车辆、行人应当按照交通信号通行；遇有交通警察现场指挥时，应当按照交通警察的指挥通行；在没有交通信号的道路上，应当在确保安全、畅通的原则下通行。）的规定"
},

{
    "title": "未按规定车道行驶（安全法）",
    "action": "未按规定车道行驶",
    "law": "《中华人民共和国道路交通安全法》第三十六条（根据道路条件和通行需要，道路划分为机动车道、非机动车道和人行道的，机动车、非机动车、行人实行分道通行。没有划分机动车道、非机动车道和人行道的，机动车在道路中间通行，非机动车和行人在道路两侧通行。）的规定"
},

{
    "title": "未按规定车道行驶（实施办法）",
    "action": "未按规定车道行驶",
    "law": "《山东省实施<中华人民共和国道路交通安全法>办法》第四十六条（在同方向划有二条以上机动车道的，载货汽车、低速载货汽车、三轮汽车、拖拉机、轮式专用机械车、摩托车应当在最右侧的机动车道通行。）的规定"
},

{
    "title": "未按规定让行（让右）",
    "action": "未按规定车道行驶",
    "law": "《中华人民共和国道路交通安全法实施条例》第五十二条第二项（没有交通标志、标线控制的，在进入路口前停车瞭望，让右方道路的来车先行。）的规定"
},

{
    "title": "未按规定让行（转弯让直行）",
    "action": "未按规定车道行驶",
    "law": "《中华人民共和国道路交通安全法实施条例》第五十二条第三款（（三）转弯的机动车让直行的车辆先行；）的规定"
},

{
    "title": "未按规定让行（让标志）",
    "action": "未按规定车道行驶",
    "law": "《中华人民共和国道路交通安全法实施条例》第五十二条第一款（有交通标志、标线控制的，让优先通行的一方先行）的规定"
},

{
	"title": "发生道路交通事故后逃逸",
    "action": "发生道路交通事故后逃逸",
    "law": "《中华人民共和国道路交通安全法》第七十条第一款（在道路上发生交通事故，车辆驾驶人应当立即停车，保护现场；造成人身伤亡的，车辆驾驶人应当立即抢救受伤人员，并迅速报告执勤的交通警察或者公安机关交通管理部门。因抢救受伤人员变动现场的，应当标明位置。乘车人、过往车辆驾驶人、过往行人应当予以协助。）的规定"
},

{
	"title": "未保持安全间距",
    "action": "未保持安全间距",
    "law": "《山东省实施<中华人民共和国道路交通安全法>办法》第四十五条第二款（机动车驾驶人在行驶中应当根据路面状况，保持车辆安全间距。）的规定"
},

{
	"title": "饮酒",
    "action": "饮酒",
    "law": "《中华人民共和国道路交通安全法》第二十二条第二款（饮酒、服用国家管制的精神药品或者麻醉药品，或者患有妨碍安全驾驶机动车的疾病，或者过度疲劳影响安全驾驶的，不得驾驶机动车。）的规定"
},

{
	"title": "未靠右侧通行",
    "action": "未靠右侧通行",
    "law": "《中华人民共和国道路交通安全法》第三十五条（机动车、非机动车实行右侧通行。）的规定"
},

];