var nonMotorActionArray =
[
//{
//    "title": "此处填写网页上显示的违法行为选项文本",
//    "action": "此处填写认定书中的违法行为描述",
//    "law": "此处填写对应的法律法规"
//},

{
    "title": "疏忽大意",
    "action": "疏忽大意",
    "law": "《中华人民共和国道路交通安全法》第三十八条（车辆、行人应当照交通信号通行；遇有交通警察现场指挥时，应当按照交通警察的指挥通行；在没有交通信号的道路上，应当在确保安全、畅通的原则下通行。）的规定"
},

{
    "title": "横过机动车道未下车推行",
    "action": "横过机动车道未下车推行",
    "law": "《中华人民共和国道路交通安全法实施条例》第七十条（驾驶自行车、电动自行车、三轮车在路段上横过机动车道，应当下车推行，有人行横道或者行人过街设施的，应当从人行横道或者行人过街设施通过；没有人行横道、没有行人过街设施或者不便使用行人过街设施的，在确认安全后直行通过。）的规定"
},

{
    "title": "未按规定让行（让右）",
    "action": "未按规定让行",
    "law": "《中华人民共和国道路交通安全法实施条例》第六十九条第二款（没有交通标志、标线控制的，在路口外慢行或者停车瞭望，让右方道路的来车先行）的规定"
},

{
    "title": "未按规定让行（转弯让直行）",
    "action": "未按规定让行",
    "law": "《中华人民共和国道路交通安全法实施条例》第六十九条（非机动车通过没有交通信号灯控制也没有交通警察指挥的交叉路口：转弯的非机动车让直行的车辆、行人优先通行）的规定"
},

{
	"title": "未按规定让行（让标志）",
    "action": "未按规定让行",
    "law": "《中华人民共和国道路交通安全法实施条例》第六十九条第一项（有交通标志、标线控制的，让优先通行的一方先行）的规定"
},

{
	"title": "未靠右侧通行",
    "action": "未靠右侧通行",
    "law": "《中华人民共和国道路交通安全法》第三十五条（机动车、非机动车实行右侧通行。）的规定"
},

{
	"title": "未按规定车道行驶",
    "action": "未按规定车道行驶",
    "law": "《中华人民共和国道路交通安全法》第三十六条（根据道路条件和通行需要，道路划分为机动车道、非机动车道和人行道的，机动车、非机动车、行人实行分道通行。没有划分机动车道、非机动车道和人行道的，机动车在道路中间通行，非机动车和行人在道路两侧通行。）的规定"
},

];